tap "common-fate/granted"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
brew "openssl@3"
brew "node"
brew "angular-cli"
brew "awscli"
brew "cfn-lint"
brew "chezmoi"
brew "dive"
brew "docker-compose"
brew "gh"
brew "git"
brew "go"
brew "hcloud"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "neovim"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "stow"
brew "tailscale", restart_service: true
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "alfred"
cask "bartender"
cask "battery"
cask "bruno"
cask "datagrip"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "font-hack-nerd-font"
cask "gitkraken-cli"
cask "microsoft-edge"
cask "powershell"
cask "pycharm"
cask "rectangle-pro"
cask "session-manager-plugin"
cask "slack"
cask "soundsource"
cask "spotify"
cask "standard-notes"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "4ops.packer"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "aaronyoung.dark-synthwave-vscode"
vscode "albert.tabout"
vscode "alexcvzz.vscode-sqlite"
vscode "arrterian.nix-env-selector"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "bbenoist.nix"
vscode "bierner.markdown-mermaid"
vscode "chunsen.bracket-select"
vscode "ckolkman.vscode-postgres"
vscode "codediagram.codediagram"
vscode "coolbear.systemd-unit-file"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-myssql-client2"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "iterative.dvc"
vscode "iterative.vscode-dvc-pack"
vscode "jkiviluoto.tws"
vscode "jnoortheen.nix-ide"
vscode "johnpapa.vscode-peacock"
vscode "kddejong.vscode-cfn-lint"
vscode "loganarnett.lambda-snippets"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "meezilla.json"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "riussi.code-stats-vscode"
vscode "robbowen.synthwave-vscode"
vscode "rogalmic.bash-debug"
vscode "sabrsorensen.synthwave-blues"
vscode "semanticdiff.semanticdiff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "tailscale.vscode-tailscale"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vladstudio.vlad-studio-tiniri"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
